{
	"healthEstimate": {
		"core": {
			"custom": {
				"FractionHP": {
					"name": "Atributo de Pontos de Vida",
					"hint": "Seu sistema não é oficialmente suportado, então pode estar usando um atributo diferente do padrão. Só mude isto se a estimativa não estiver aparecendo e você souber o que está fazendo."
				},
				"FractionMath": {
					"name": "Equação da Fração",
					"hint": "Seu sistema não é oficialmente suportado, então escolha a equação usada para calcular a fração da estimativa de vida.",
					"choices": {
						"0": "(Current HP)/(Max HP)",
						"1": "(Max HP - Current HP)/(Max HP)"
					}
				}
			},
			"keybinds": {
				"markDead": {
					"name": "Marcar como Morto",
					"hint": "Marca todos os tokens selecionados como Mortos. Se todos os tokens selecionados já estiverem mortos, eles serão redefinidos como vivos."
				},
				"customEstimates": {
					"name": "Estimativas Personalizadas",
					"hint": "Define estimativas personalizadas para os tokens selecionados. Mudará cada token selecionado para o valor de entrada. Deixá-lo em branco irá redefini-lo para o mesmo valor da configuração de Estágios.",
					"options": {
						"1": "Tokens e Atores",
						"2": "Somente Tokens"
					}
				},
				"dontMarkDead": {
					"name": "Não Marcar como Morto",
					"hint": "Faz com que PNJs não sejam mostrados como Morto quando seus PV chegarem a 0 (por exemplo, ele mostrará Inconsciente). Isso só é útil se você usar a configuração \"PNJs morrem imediatamente\"."
				},
				"hideEstimates": {
					"name": "Ocultar Estimativas",
					"hint": "Oculta as estimativas de tokens selecionados para os jogadores. Estimativas ocultas mostrarão um \"*\" para o MJ."
				},
				"hideNames": {
					"name": "Ocultar Nomes",
					"hint": "Oculta os nomes de tokens selecionados para os jogadores quando estiver utilizando a configuração \"Enviar Estimativa para o Chat\"."
				},
				"hideEstimatesAndNames": {
					"name": "Ocultar Estimativas e Nomes",
					"hint": "Oculta as estimativas e os nomes dos tokens selecionados. "
				}
			},
			"isNow": "agora está",
			"alwaysShow": {
				"name": "Sempre Mostrar Estimativas",
				"hint": "Faz com que as estimativas sempre apareçam em vez de só com o passar do mouse."
			},
			"showDescription": {
				"name": "Mostrar Estimativas: Usuários",
				"hint": "Mostra as estimativas para os seguintes usuários.",
				"choices": {
					"all": "Todos",
					"GM": "Mestres",
					"Players": "Jogadores",
					"NPC": "Personagens Não Jogadores",
					"PC": "Personagens Jogadores"
				}
			},
			"showDescriptionTokenType": {
				"name": "Mostrar Estimativas: Tokens",
				"hint": "Mostra as estimativas dos seguintes tokens."
			},
			"stateNames": {
				"name": "Estágios",
				"hint": "Uma série de descritores organizados da pior para a melhor condição. A quantidade de descritores não possui limite máximo, o módulo se ajustará a porcentagem de vitalidade para mostrá-los proporcionalmente. Se for necessário um descritor para cobrir uma faixa maior de vitalidade, simplesmente copie-o várias vezes.",
				"default": "Inconsciente, Quase Morto, Gravemente Ferido, Ferido, Escoriado, Ileso"
			},
			"deathState": {
				"name": "Condição Morto",
				"hint": "Mostra o token como morto quando afetado por qualquer condição que use o ícone da opção Marcador de morte. Funciona independentemente da macro."
			},
			"deathStateName": {
				"name": "Descrição de Morte",
				"hint": "A descrição mostrada aos jogadores quando o token está morto. A aba Pacotes de Compêndio possui uma macro para marcar tokens como mortos.",
				"default": "Morto"
			},
			"deathMarker": {
				"name": "Marcador de morte",
				"hint": "O caminho para o ícone que marca os tokens com a Condição Morto."
			},
			"NPCsJustDie": {
				"name": "PNJs morrem imediatamente",
				"hint": "O último estágio de PNJs é substituído pela Descrição de Morte."
			},
			"perfectionism": {
				"name": "Comportamento",
				"hint": "Descritor = último estágio da configuração \"Estágios\".",
				"choices": {
					"0": "Mostrar o descritor quando o alvo está machucado.",
					"1": "Mostrar o descritor quando o alvo não está machucado.",
					"2": "Não mostrar o descritor quando o alvo está machucado."
				}
			},
			"outputChat": {
				"name": "Enviar Estimativa para o Chat",
				"hint": "Envie quaisquer mudanças nas estimativas para o chat. Personagens marcados com a macro de Hide Character aparecem como \"Entitidade Desconhecida\"."
			},
			"addTemp": {
				"name": "Adicionar Pontos de Vida Temporários",
				"hint": "Inclui pontos de vida temporários no cálculo que o descritor mostra. Com essa configuração ativa, o token mostra o recebimento de PVs da seguinte forma \"Mais Saudável\" a menos que já esteja com vitalidade máxima."
			},
			"breakOnZeroMaxHP": {
				"name": "Ocultar em tokens com 0 PV máximos",
				"hint": "Útil para tokens de objetos."
			},
			"menuSettings": {
				"fontSize": {
					"name": "Tamanho da Fonte",
					"hint": "Aceita qualquer propriedade de tamanho válidas para fontes CSS"
				},
				"useColor": {
					"name": "Usar Cor",
					"hint": "Isso não afetará as configurações abaixo, mas com a caixa de seleção desativada, os descritores serão mostrados em preto e branco."
				},
				"smoothGradient": {
					"name": "Gradiente Suave",
					"hint": "Com esta configuração ligada, a cor refletirá a mudança gradual da vitalidade. Caso esteja desmarcada, ela só mudará quando o próximo descritor for alcançado."
				},
				"deadColor": {
					"name": "Cor dos tokens mortos"
				},
				"outline": {
					"name": "Contorno",
					"darken": "Escuro",
					"brighten": "Claro"
				},
				"position": {
					"name": "Posição",
					"top": "Topo",
					"middle": "Meio",
					"bottom": "Base"
				},
				"positionAdjustment": {
					"name": "Ajustes de posição",
					"hint": "A posição é definida conforme o quadro. O número permite ajustá-la em relação a seu posicionamento normal. Números positivos empurram para baixo, negativos para cima. O valor padrão de -1 é definido como \"uma linha acima da posição inicial\"."
				}
			}
		},
		"cyberpunk-red-core": {
			"useSystemStates": {
				"name": "Use Wound States",
				"hint": "Ignores the Stages setting and uses the Cyberpunk RED Core's wound states."
			}
		},
		"dnd5e": {
			"vehicleNames": {
				"name": "Estágios de Veículos",
				"hint": "Descrições exibidas para veículos se \"Usar Limiar do Veículo\" estiver desativado",
				"default": "Destruído, Quebrado, Maltratado, Arranhado, Impecável"
			}
		},
		"PF1": {
			"addNonlethal": {
				"name": "Use Nonlethal Damage",
				"hint": "If enabled nonlethal damage will be substracted from current health for estimation."
			},
			"showExtra": {
				"name": "Disabled & Dying",
				"hint": "Show \"Disabled\" and \"Dying\" descriptions"
			},
			"disabledName": {
				"name": "Disabled",
				"hint": "Description to show when token is precisely at 0 HP or has more nonlethal damage than HP remaining",
				"default": "Disabled"
			},
			"dyingName": {
				"name": "Dying",
				"hint": "Description to show when token is below 0 HP",
				"default": "Dying"
			}
		},
		"PF2E": {
			"staminaToHp": {
				"name": "Stamina to Estimate",
				"hint": "Add Stamina Points to the estimate."
			}
		},
		"numenera": {
			"countPools": {
				"name": "Count Empty Pools",
				"hint": "Count empty pools instead of sum of their values, with the estimation only changing when a pool is depleted/replenished"
			}
		},
		"starfinder": {
			"useThreshold": {
				"name": "Usar Limiar do Veículo",
				"hint": "Se esta configuração estiver ativada, as descrições de \"Estágios de Veículos\" serão usadas para veículos acima do limiar, abaixo dele e com 0 PV, respectivamente."
			},
			"thresholdNames": {
				"name": "Estágios de Limiar",
				"hint": "A quantidade de estágios é limitada a 3, organizadas da pior para a melhor condição",
				"default": "Destruído, Quebrado, Totalmente Funcional"
			},
			"vehicleNames": {
				"name": "Estágios de Veículos",
				"hint": "Descriptions shown for starships (always), and vehicles (if \"Use Vehicle Threshold\" is off)",
				"default": "Wrecked, Flaming, Smoking, Battered, Scratched, Pristine"
			},
			"addStamina": {
				"name": "Account for Stamina",
				"hint": "With this setting on Stamina will be added to HP for calculations."
			}
		},
		"worldbuilding": {
			"simpleRule": {
				"name": "Estimation Rule",
				"hint": "The JS formula for calculating the fraction of health token has. Alter with caution. Default assumes simple descending health, e.g. you start with 10/10 in your health field and go down to 0/10 when taking damage.",
				"default": "const hp = token.actor.system.health; return hp.value / hp.max"
			}
		}
	}
}
